export default {
	// українська
	title: 'Погода',
	placeholder: 'Шукайте місце тут...',
	search: 'Пошук',
	geoloc: 'Геолокація',
	temp: 'Температура',
	desc: 'Опис',
	humidity: 'Вологість',
	wind: 'Швидкість вітру',
	forecast: '5-ти денний прогноз',
	comboHint:
		'Використовуйте клавіші стрілок, щоб обрати результат пошуку. Клавіша Enter обрати, Esc - закрити',
	loading: 'Завантаження...',
	none: 'Не знайдено жодних результатів',
	results: n => `${n} результатів знайдено`,
	error: 'Щось пішло не так',
}
